Repository: Gerardrc/renewal-vault
Catalog: RenewalVault/Resources/*.lproj/Localizable.strings
Languages: es

# language.title
source: Choose your language
es: Elige tu idioma

# language.select
source: Language
es: Idioma

# language.continue
source: Continue
es: Continuar

# language.english
source: English
es: Inglés

# language.spanish
source: Spanish
es: Español

# tab.home
source: Home
es: Inicio

# tab.vaults
source: Vaults
es: Bóvedas

# tab.settings
source: Settings
es: Ajustes

# common.skip
source: Skip
es: Omitir

# common.next
source: Next
es: Siguiente

# common.add
source: Add
es: Agregar

# common.save
source: Save
es: Guardar

# common.edit
source: Edit
es: Editar

# common.cancel
source: Cancel
es: Cancelar

# onboard.get_started
source: Get started
es: Comenzar

# onboard.track
source: Track all your expirations in one place.
es: Controla todos tus vencimientos en un solo lugar.

# onboard.smart
source: Get smart reminders before deadlines.
es: Recibe recordatorios inteligentes antes de las fechas límite.

# onboard.attach
source: Attach photos and PDFs to each item.
es: Adjunta fotos y PDF a cada elemento.

# onboard.export
source: Export your vault to PDF with Pro.
es: Exporta tu bóveda a PDF con Pro.

# home.filters
source: Filters
es: Filtros

# home.search
source: Search title or issuer
es: Buscar por título o emisor

# home.upcoming_only
source: Upcoming only
es: Solo próximos

# home.show_completed
source: Show completed
es: Mostrar completados

# home.vault_filter
source: Vault
es: Bóveda

# home.all_vaults
source: All vaults
es: Todas las bóvedas

# home.category_filter
source: Category
es: Categoría

# home.all_categories
source: All categories
es: Todas las categorías

# home.expiring_soon
source: Expiring soon
es: Vencen pronto

# home.later
source: Later
es: Después

# home.expired
source: Expired
es: Vencidos

# home.empty
source: No renewals yet
es: Aún no hay renovaciones

# home.empty_templates
source: Passport • National ID • Driver's license • Car insurance • Lease • Health insurance
es: Pasaporte • DNI • Licencia de conducir • Seguro de coche • Alquiler • Seguro de salud

# item.title
source: Title
es: Título

# item.category
source: Category
es: Categoría

# item.vault
source: Vault
es: Bóveda

# item.issuer
source: Issuer
es: Emisor

# item.expiry
source: Expiry date
es: Fecha de vencimiento

# item.notes
source: Notes
es: Notas

# item.reminders
source: Reminders (days before)
es: Recordatorios (días antes)

# item.custom_days
source: Custom days
es: Días personalizados

# item.selected_custom
source: Custom reminders
es: Recordatorios personalizados

# item.add
source: Add Item
es: Agregar elemento

# item.edit
source: Edit Item
es: Editar elemento

source: Item Detail
es: Detalle

# item.details
source: Details
es: Detalles

# item.attachments
source: Attachments
es: Adjuntos

# item.renewal_history
source: Renewal history
es: Historial de renovación

# item.mark_renewed
source: Mark renewed
es: Marcar renovado

# item.new_expiry
source: New expiry date
es: Nueva fecha de vencimiento

# item.renew_options
source: Renewal options
es: Opciones de renovación

# item.renew
source: Renew
es: Renovar

# item.no_renewal
source: No renewal
es: Sin renovación

# item.completed_badge
source: Completed
es: Completado

# item.reactivate
source: Reactivate
es: Reactivar

# item.delete
source: Delete item
es: Eliminar elemento

# category.passport
source: Passport
es: Pasaporte

# category.nationalID
source: National ID
es: DNI

# category.driversLicense
source: Driver's license
es: Licencia de conducir

# category.carInsurance
source: Car insurance
es: Seguro de coche

# category.lease
source: Lease
es: Alquiler

# category.healthInsurance
source: Health insurance
es: Seguro de salud

# category.subscription
source: Subscription
es: Suscripción

# category.other
source: Other
es: Otro

# vault.new
source: New Vault
es: Nueva bóveda

source: Vault name
es: Nombre de bóveda

# settings.language
source: Language
es: Idioma

# settings.subscription
source: Subscription
es: Suscripción

# settings.manage_subscription
source: Upgrade to Pro
es: Actualizar a Pro

# settings.restore
source: Restore Purchases
es: Restaurar compras

# settings.notifications
source: Notifications
es: Notificaciones

# settings.notification_settings
source: Open Notification Settings
es: Abrir ajustes de notificación

# settings.privacy
source: Privacy
es: Privacidad

# settings.developer
source: Developer
es: Desarrollador

# settings.simulate_pro
source: Simulate Pro
es: Simular Pro

# settings.reset_onboarding
source: Reset onboarding
es: Reiniciar onboarding

# privacy.title
source: Privacy Policy
es: Política de Privacidad

# privacy.section.data.title
source: Data stored on your device
es: Datos almacenados en tu dispositivo

# privacy.section.data.body
source: Renewal Vault stores your vaults, items, renewal dates, notes, attachment references, reminder settings, onboarding state, and language preferences locally on your device. We do not currently require you to create an account, and we do not operate our own backend server to store your personal renewal data.
es: Renewal Vault almacena tus bóvedas, elementos, fechas de renovación, notas, referencias de adjuntos, ajustes de recordatorios, estado del onboarding y preferencias de idioma localmente en tu dispositivo. Actualmente no te pedimos crear una cuenta y no operamos nuestro propio servidor para almacenar tus datos personales de renovaciones.

# privacy.section.attachments.title
source: Attachments
es: Adjuntos

# privacy.section.attachments.body
source: If you choose to add photos, PDFs, or files to an item, those attachments are stored locally on your device as part of the app’s data. They are used only so you can view and manage your own documents inside the app.
es: Si decides añadir fotos, PDF o archivos a un elemento, esos adjuntos se almacenan localmente en tu dispositivo como parte de los datos de la app. Se utilizan únicamente para que puedas ver y gestionar tus propios documentos dentro de la app.

# privacy.section.notifications.title
source: Notifications
es: Notificaciones

# privacy.section.notifications.body
source: If you grant notification permission, Renewal Vault schedules local notifications on your device to remind you about upcoming renewals. These notifications are generated locally by the app and are not sent through our own servers.
es: Si concedes permiso para notificaciones, Renewal Vault programa notificaciones locales en tu dispositivo para recordarte próximas renovaciones. Estas notificaciones se generan localmente en la app y no se envían a través de nuestros propios servidores.

# privacy.section.calendar.title
source: Calendar access
es: Acceso al calendario

# privacy.section.calendar.body
source: If you grant calendar permission, Renewal Vault can help you create calendar events related to your renewals. Calendar access is used only for this feature and only with your permission. You can revoke this permission at any time in your device Settings.
es: Si concedes permiso para el calendario, Renewal Vault puede ayudarte a crear eventos de calendario relacionados con tus renovaciones. El acceso al calendario se utiliza únicamente para esta función y solo con tu permiso. Puedes revocar este permiso en cualquier momento desde los Ajustes de tu dispositivo.

# privacy.section.subscriptions.title
source: Subscriptions and purchases
es: Suscripciones y compras

# privacy.section.subscriptions.body
source: If you choose to subscribe to Pro, purchases and subscription management are handled by Apple through the App Store. We do not receive your full payment information. Apple may process personal data related to purchases according to Apple’s own privacy policies.
es: Si decides suscribirte a Pro, las compras y la gestión de la suscripción son manejadas por Apple a través de la App Store. Nosotros no recibimos tu información completa de pago. Apple puede procesar datos personales relacionados con las compras de acuerdo con sus propias políticas de privacidad.

# privacy.section.pdf.title
source: PDF export and sharing
es: Exportación y compartición en PDF

# privacy.section.pdf.body
source: If you export a vault to PDF, the file is generated locally on your device. If you then choose to share or save that PDF using iOS sharing options, the file will be handled by the destination or service you select.
es: Si exportas una bóveda a PDF, el archivo se genera localmente en tu dispositivo. Si después decides compartir o guardar ese PDF usando las opciones de compartir de iOS, el archivo será gestionado por el destino o servicio que selecciones.

# privacy.section.sharing.title
source: Data sharing
es: Compartición de datos

# privacy.section.sharing.body
source: At this time, Renewal Vault does not sell your personal data and does not share your vault contents with third-party advertisers.
es: En este momento, Renewal Vault no vende tus datos personales ni comparte el contenido de tus bóvedas con anunciantes de terceros.

# privacy.section.control.title
source: Your control
es: Tu control

# privacy.section.control.body
source: You can manage or remove your data by editing or deleting items and vaults, removing attachments, deleting exported files you created, revoking permissions in iOS Settings, or deleting the app from your device.
es: Puedes gestionar o eliminar tus datos editando o borrando elementos y bóvedas, eliminando adjuntos, borrando los archivos exportados que hayas creado, revocando permisos en los Ajustes de iOS o eliminando la app de tu dispositivo.

# privacy.section.changes.title
source: Changes
es: Cambios

# privacy.section.changes.body
source: If Renewal Vault adds new features in the future such as cloud sync, analytics, external integrations, or account-based services, this Privacy Policy should be updated accordingly.
es: Si Renewal Vault añade nuevas funciones en el futuro, como sincronización en la nube, analíticas, integraciones externas o servicios con cuenta de usuario, esta Política de Privacidad deberá actualizarse en consecuencia.

# paywall.features
source: Unlimited vaults, unlimited items, unlimited attachments, PDF export.
es: Bóvedas ilimitadas, elementos ilimitados, adjuntos ilimitados, exportación PDF.

# notification.title
source: Renewal Reminder
es: Recordatorio de renovación

# notification.expired
source: This item is expired.
es: Este elemento está vencido.

# notification.expires_in
source: %@ expires in %d day(s).
es: %@ vence en %d día(s).

# common.notice
source: Notice
es: Aviso

# common.ok
source: OK
es: Aceptar

# vault.upgrade_required
source: Upgrade to Pro to add new Vaults.
es: Actualiza a Pro para añadir nuevas bóvedas.

# item.deleted_success
source: Item deleted successfully.
es: Elemento eliminado correctamente.

# attachment.add_photo
source: Add photo from library
es: Añadir foto desde biblioteca

# attachment.add_file
source: Add PDF/File
es: Añadir PDF/archivo

# attachment.upgrade_required
source: Upgrade to Pro to add more attachments.
es: Actualiza a Pro para añadir más adjuntos.

# vault.non_deletable
source: Default
es: Predeterminada

# vault.delete_failed
source: This vault cannot be deleted.
es: Esta bóveda no se puede eliminar.

# item.reminders_help
source: Tap days to select reminder schedule.
es: Toca los días para seleccionar los recordatorios.

# item.reminders_none_selected
source: No reminder days selected.
es: No hay días de recordatorio seleccionados.

# item.reminders_selected_count
source: %d reminder day(s) selected.
es: %d día(s) de recordatorio seleccionado(s).

# home.add_to_calendar
source: Add to calendar
es: Añadir al calendario

# calendar.add_success
source: Added to Calendar.
es: Añadido al Calendario.

# calendar.add_failed
source: Could not add to Calendar.
es: No se pudo añadir al Calendario.

# calendar.access_denied
source: Calendar access denied. Please allow access in Settings.
es: Acceso al calendario denegado. Permítelo en Ajustes.

# common.close
source: Close
es: Cerrar

# common.go_to_settings
source: Go to Settings
es: Ir a Ajustes

# calendar.access_denied_title
source: Calendar Access Needed
es: Se necesita acceso al calendario

# common.continue
source: Continue
es: Continuar

# permissions.title
source: Before we continue
es: Antes de continuar

# permissions.body
source: We will ask for Notifications and Calendar access to remind you about upcoming renewals.
es: Solicitaremos acceso a Notificaciones y Calendario para recordarte próximas renovaciones.

# item.price
source: Price
es: Precio

# item.price_amount
source: Amount
es: Importe

# item.price_currency
source: Currency
es: Moneda

# common.go_pro
source: Go Pro
es: Hazte Pro

# vault.pro_required_title
source: Pro Feature
es: Función Pro

# vault.items_count
source: %d item(s)
es: %d elemento(s)

# vault.create
source: Create Vault
es: Crear bóveda

# vault.edit
source: Edit Vault
es: Editar bóveda

# vault.create_action
source: Create
es: Crear

source: Vault icon
es: Icono de la bóveda

# vault.empty_items
source: No items in this vault yet.
es: Todavía no hay elementos en esta bóveda.

# tab.dashboard
source: Dashboard
es: Panel

# dashboard.locked.title
source: Dashboard is a Pro feature
es: El Panel es una función Pro

# dashboard.locked.body
source: Unlock planning insights, payment totals, and month-by-month renewals with Pro.
es: Desbloquea análisis de planificación, totales de pago y renovaciones por mes con Pro.

# dashboard.summary.year
source: To pay this year
es: Por pagar este año

# dashboard.summary.next_month
source: To pay next month
es: Por pagar el próximo mes

# dashboard.summary.paid
source: Already paid
es: Ya pagado

# dashboard.total.none
source: No priced renewals
es: No hay renovaciones con precio

# dashboard.empty
source: No upcoming renewals.
es: No hay renovaciones próximas.

# dashboard.multi_currency_notice
source: Totals are shown separately per currency.
es: Los totales se muestran por separado por moneda.

# dashboard.filter.title
source: Filters
es: Filtros

# dashboard.filter.apply
source: Apply
es: Aplicar

# dashboard.filter.reset
source: Reset
es: Restablecer

# dashboard.filter.price
source: Renewal type
es: Tipo de renovación

# dashboard.filter.price.all
source: All renewals
es: Todas las renovaciones

# dashboard.filter.price.priced
source: Priced-only renewals
es: Solo renovaciones con precio

# dashboard.filter.price.free
source: Free-only renewals
es: Solo renovaciones gratuitas

# dashboard.filter.paid
source: Paid state
es: Estado de pago

# dashboard.filter.paid_only
source: Already paid renewals
es: Renovaciones ya pagadas

# dashboard.filter.date
source: Date
es: Fecha

# dashboard.filter.date_mode
source: Date mode
es: Modo de fecha

# dashboard.filter.date.none
source: No date filter
es: Sin filtro de fecha

# dashboard.filter.date.year
source: Year only
es: Solo año

# dashboard.filter.date.month
source: Month only
es: Solo mes

# dashboard.filter.date.month_year
source: Month and year
es: Mes y año

# dashboard.filter.year
source: Year
es: Año

# dashboard.filter.month
source: Month
es: Mes

# home.completed
source: Completed
es: Completados

# dashboard.chart_hidden_multi_currency
source: Vault chart is shown only for single-currency yearly totals.
es: El gráfico por bóveda solo se muestra con totales anuales de una sola moneda.

# onboard.dashboard
source: Plan spending with your Dashboard insights.
es: Planifica gastos con los datos de tu Panel.

# vault.export_pdf
source: Export Vault PDF
es: Exportar bóveda a PDF

# vault.export_requires_pro
source: Upgrade to Pro to export this vault as PDF.
es: Actualiza a Pro para exportar esta bóveda en PDF.

# vault.export_failed
source: Could not export this vault to PDF.
es: No se pudo exportar esta bóveda a PDF.

# vault.export_summary
source: Summary
es: Resumen

# vault.export_current_year_total
source: Current year total
es: Total del año actual

# vault.export_all_items_total
source: All items total
es: Total de todos los elementos

# vault.export_items
source: Items
es: Elementos
